cask_args appdir: '/Applications'

tap "caskroom/cask"
tap "homebrew/bundle"
tap "homebrew/core"

brew "ack"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "go"
brew "heroku"
brew "httpie"
brew "hub"
brew "imagemagick"
brew "jq"
brew "libtool"
brew "libxslt"
brew "libyaml"
brew "mas"
brew "node"
brew "openssl"
brew "postgrest"
brew "rbenv"
brew "readline"
brew "reattach-to-user-namespace" # needed for tmux
brew "redis"
brew "ruby-build"
brew "svgo"
brew "tmux"
brew "typescript"
brew "unixodbc"
brew "unrar"
brew "wget"
brew "yarn"
brew "youtube-dl"

cask "appcleaner"
cask "duet"
cask "firefox"
cask "google-chrome"
cask "iris"
cask "iterm2"
cask "macdown"
cask "postgres"
cask "postico"
cask "radio-silence"
cask "rhinoceros"
cask "sketch"
cask "sketchup"
cask "slack"
cask "soda-player"
cask "spotify"
cask "steam"
cask "sublime-text"
cask "telegram"
cask "transmission"
cask "tunnelblick"
cask "vlc"
cask "vmware-fusion"
cask "whatsapp"

mas "Coin Tick", id: 1141688067
mas "DaisyDisk", id: 411643860
mas "The Unarchiver", id: 425424353
mas "Wunderlist", id: 410628904

