cask_args appdir: '/Applications'

tap "caskroom/cask"
tap "caskroom/fonts"
tap "homebrew/bundle"
tap "homebrew/core"

brew "ack"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "go"
brew "heroku"
brew "httpie"
brew "hub"
brew "imagemagick"
brew "jq"
brew "libtool"
brew "libxslt"
brew "libyaml"
brew "mas"
brew "node"
brew "ocaml"
brew "opam"
brew "openssl"
brew "postgrest"
brew "rbenv"
brew "readline"
brew "reattach-to-user-namespace" # needed for tmux
brew "redis"
brew "ruby-build"
brew "svgo"
brew "tmux"
brew "tree"
brew "typescript"
brew "unixodbc"
brew "unrar"
brew "wget"
brew "yarn"
brew "youtube-dl"

cask "appcleaner"
cask "duet"
cask "firefox"
cask "firefoxdeveloperedition"
cask "firefoxnightly"
cask "github"
cask "google-chrome"
cask "iris"
cask "iterm2"
cask "macdown"
cask "postgres"
cask "postico"
cask "radio-silence"
cask "rhinoceros"
cask "sketch"
cask "sketchup"
cask "slack"
cask "soda-player"
cask "spotify"
cask "steam"
cask "sublime-text"
cask "telegram"
cask "timing"
cask "transmission"
cask "tunnelblick"
cask "visual-studio-code"
cask "vlc"
cask "vmware-fusion"
cask "whatsapp"

cask "font-anonymous-pro"
cask "font-dejavu-sans-mono-for-powerline"
cask "font-droid-sans"
cask "font-droid-sans-mono"
cask "font-droid-sans-mono-for-powerline"
cask "font-fira-code"
cask "font-inconsolata"
cask "font-inconsolata-for-powerline"
cask "font-input"
# cask "font-liberation-mono"
cask "font-liberation-mono-for-powerline"
cask "font-liberation-sans"
cask "font-meslo-lg"
cask "font-nixie-one"
cask "font-office-code-pro"
cask "font-pt-mono"
cask "font-raleway"
cask "font-roboto"
cask "font-source-code-pro"
cask "font-source-code-pro-for-powerline"
cask "font-source-sans-pro"
cask "font-ubuntu"

mas "Coin Tick", id: 1141688067
mas "DaisyDisk", id: 411643860
mas "The Unarchiver", id: 425424353
mas "Wunderlist", id: 410628904

