cask_args appdir: '/Applications'

tap "caskroom/cask"
tap "homebrew/bundle"
tap "homebrew/core"

brew "ack"
brew "coreutils"
brew "go"
brew "heroku"
brew "hub"
brew "imagemagick"
brew "jq"
brew "mas"
brew "node"
brew "openssl"
brew "ruby-build"
brew "rbenv"
brew "readline"
brew "svgo"
brew "unrar"
brew "wget"
brew "yarn"
brew "youtube-dl"

cask "appcleaner"
cask "firefox"
cask "flux"
cask "google-chrome"
cask "macvim"
cask "postgres"
cask "postico"
cask "radio-silence"
cask "slack"
cask "sublime-text"
cask "telegram"
cask "transmission"
cask "tunnelblick"
cask "vlc"
cask "whatsapp"

mas "Coin Tick", id: 1141688067
mas "DaisyDisk", id: 411643860
mas "Wunderlist", id: 410628904
